[Japanese]
:::::::::::::::::::::::::::::::::::::::::::::::::::: グラフィカルインターフェース ::::::::::::::::::::::::::::::::::::::::::::::::::::
ETAPE 1 : CHOISIR LA CLE=STEP 1 : USBメモリの選択
ETAPE 2 : CHOISIR LA SOURCE=STEP 2 : ソースの選択
ETAPE 3 : PERSISTANCE=STEP 3 : 保存領域の設定
ETAPE 4 : OPTIONS=STEP 4 : オプション
ETAPE 5 : INSTALLER=STEP 5 : 作成開始
:::::::::::::::::::::::::::::::::::::::::::::::::::: 一般 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Mo=MB
Go=GB
min=分
Nom=ラベル
Taille=サイズ
Aide=ヘルプ
Attention=お読みください
Erreur=エラー
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choisir une clé USB=USBメモリを選んでください
Suite (disques durs)=ハードディスク
Aucune clé trouvée=USBメモリが見つかりません
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Télécharger=ダウンロード
Les fichiers .IMG sont supportés de façon expérimentale.=.IMGファイルは実験的にサポートしています。
Seul le mode Live est actuellement disponible dans l'étape 3 et l'option de virtualisation est désactivée.=STEP 3ではライブモードのみ可能です。仮想化オプションは無効となります。
LinuxLive USB Creator essaiera quand même de l'installer en utilisant les même paramètres que pour=LinuxLive USB Creatorは下記のモードと同じインストールパラメータを使ってトライします
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Mode Live)=(ライブモード)
(Mode Persistant)=(設定保存モード)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cacher les fichiers sur la clé=作成したファイルを隠す
(Sauf Umenu.exe)=(Umenu.exeを除く)
Formater la clé en FAT32 (Vos données seront supprimées!)=FAT32でフォーマットする (データは消去されます!)
Permettre de lancer LinuxLive directement sous Windows (nécessite internet)=LinuxLiveをWindows上で起動可能にする (インターネット接続が必要)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cliquer l'éclair pour lancer l'installation=雷アイコンをクリックするとインストールを開始します
Veuillez choisir un disque formaté en FAT32 ou FAT ou cocher l'option de formatage=USBメモリはFAT32かFATでフォーマットしてください
Vous n'avez sélectionné aucun disque=ディスクが選択されていません
Vous n'avez sélectionné aucun fichier=ファイルが選択されていません
Vous n'avez sélectionné aucun CD ou dossier=フォルダまたはCDが選択されていません
http://www.ubuntu-fr.org/telechargement=http://www.ubuntulinux.jp/products/GetUbuntu
Sélectionner l'image ISO d'un CD live de Linux=LinuxライブCDのISOイメージを選択してください
Sélectionner le CD live de Linux ou son répertoire=LinuxライブCDまたはフォルダを選択してください
Début de la création du LinuxLive USB=LinuxLive USBメモリ作成開始
Veuillez valider les étapes 1 à 3=STEP 1～3を確認してください
Voulez-vous vraiment continuer et formater le disque suivant ?=このUSBメモリをフォーマットしますか？すべてのファイルが消去されます
Formatage=フォーマット形式
Formatage de la clé=USBメモリフォーマット中
Etape 1 à 3 valides=STEP 1～3は有効です
Nettoyage des installations précédentes ( 2min )=以前のインストールを消去しています(2分)
Mise en place de la virtualisation=仮想化ソフトを設定します
VirtualBox a déjà été téléchargé=VirtualBoxはダウンロード済みです
Une nouvelle version de VirtualBox est disponible=VirtualBoxの新バージョンが利用可能です
Cette nouvelle version sera téléchargée=新バージョンがダウンロードされます
Téléchargement de VirtualBox en tache de fond=バックグラウンドでVirtualBoxがダウンロードされます
Le téléchargement a bien débuté=ダウンロードが正常に開始されました
Le téléchargement n'a pas pu commencer=ダウンロードが開始できません
VirtualBox ne sera pas installé=VirtualBoxはインストールされません
L'intégrité de l'archive n'a pas pu être vérifiée=アーカイブの整合性が確認できません
L'installation sera tentée=インストールを試みます
Probléme de téléchargement=ダウンロード不能
Décompression de l'ISO sur la clé=ISOファイル展開中
Ecriture de l'image sur la clé=USBメモリへイメージ書き込み中
Copie des fichiers vers la clé=USBメモリへファイルコピー中
Renommage et déplacement de quelques fichiers=ファイル名変更中
Masquage des fichiers=ファイル隠蔽中
Création du fichier de persistance=設定保存用ファイル作成中
Formatage du fichier de persistance=設定保存用ファイル初期化中
Mode Live : pas de fichier de persistance=ライブモード : 設定保存ファイルなし
Détection automatique du type de variante=派生版の自動検出
Installation des secteurs de boot=ブートセクターインストール中
Téléchargement de VirtualBox=VirtualBoxダウンロード中
Le téléchargement est maintenant fini=ダウンロード完了
Nettoyage d'anciennes installations de VirtualBox=以前のVirtualBoxを消去中
Décompression de Virtualbox sur la clé=VirtualBoxをUSBメモリへ展開中
Configuration de VirtualBox Portable=VirtualBox Portableの設定
Votre clé LinuxLive est maintenant prête !=LinuxLive USBメモリの作成が完了しました!
Vous n'avez pas les droits suffisants pour démarrer VirtualBox sur cette machine.=VirtualBoxを起動する権限がありません。
Enregistrez-vous sur le compte administrateur ou lancez le logiciel avec les droits d'administrateur pour qu'il fonctionne.=管理者権限でログインするか、VirtualBoxを管理者権限で実行してください。
Vous avez moins de 256Mo de mémoire vive disponible.=空きメモリが256MBを下回っています。
Cela ne suffira pas pour lancer LinuxLive directement sous windows.=LinuxLiveを起動するのに不足しています。
:::::::::::::::::::::::::::::::::::::::::::::::::::: ヘルプファイル ::::::::::::::::::::::::::::::::::::::::::::::::::::
Le fichier d'aide n'est pas présent dans le dossier.=ヘルプファイルが見つかりません。
:::::::::::::::::::::::::::::::::::::::::::::::::::: このソフトについて( ヘルプ step 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
A propos=このソフトについて
Guide d'utilisation=ユーザーズガイド
Tutorial de virtualisation=仮想化のチュートリアル(仏語)
Faire un don=寄付よろ！
Version=バージョン
:::::::::::::::::::::::::::::::::::::::::::::::::::: キーボードの構成 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cet ISO n'est pas compatible=このISOには対応していません。
Détection du clavier=キーボード形式を検出中
Français (France)=フランス語 (フランス)
Français (Suisse)=フランス語 (スイス)
Allemand=オランダ語
Portugais=ポルトガル語
US ou autres (qwerty)=英語(US）その他(QWERTY)
:::::::::::::::::::::::::::::::::::::::::::::::::::: VirtualBox の設定 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Erreur de création du fichier VMDK=仮想ハードディスク生成エラーです
La clé USB spécifiée n'a pas été retrouvé, le fichier VMDK est donc invalide.=USBメモリが見つかりません。仮想ハードディスクは無効です。
(re)Lancer SetupForAutoVMDK.exe pour configurer une clé.=SetupForAutoVMDK.exeの再実行
Voulez-vous continuer quand même ?=エラーを無視して続行しますか?
:::::::::::::::::::::::::::::::::::::::::::::::::::: MD5 の照合 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Impossible d'ouvrir le fichier MD5SUMS=MD5SUMSファイルが見つかりません
Annulation de la vérification=照合取り消し
Vous avez la bonne version de Linux mais elle est corrompue ou a été modifiée.=対応しているLinuxバージョンですが、ファイルが破損または改変されています。
Merci de la télécharger à nouveau=再度ダウンロードしてください
Vérification=照合中
Cette version de Linux n'est pas compatible avec ce logiciel.=このLinuxバージョンには対応していません。
Merci de vérifier la liste de compatibilité dans le guide d'utilisation.=ユーザーズガイドの対応表を読んでください。
Si votre version est bien dans la liste c'est que le fichier est corrompu et qu'il faut le télécharger à nouveau=対応表に載っている場合はファイルの破損と思われます。再度ダウンロードしてください。
La version est compatible et le fichier est valide=このバージョンは対応済みで整合性が確認されました。
Vérification terminée=照合完了
Vérification de l'intégrité + compatibilité=整合性と互換性の確認
Impossible d'ouvrir le fichier md5sum.txt=md5sum.txtが開けません
Vérification de l'intégrité=整合性確認中
Le fichier suivant est corrumpu=ファイルが破損しています
Tous les fichiers sont bons.=全ファイルの確認完了しました。
Vérification du fichier=ファイル確認中
:::::::::::::::::::::::::::::::::::::::::::::::::::: USBメモリのメニュー ::::::::::::::::::::::::::::::::::::::::::::::::::::
Mode Persistant=設定保存モード
Mode Live=ライブモード
Installer=インストール
Verification des fichiers=ファイル整合性確認
Test de la RAM=メモリーテスト
:::::::::::::::::::::::::::::::::::::::::::::::::::: バグウィンドウ ::::::::::::::::::::::::::::::::::::::::::::::::::::
Une erreur s'est produite.=エラーが発生しました。
Un rapport anonyme a été envoyé afin que l'erreur soit corrigée au plus vite.=エラー修正のために匿名レポートを送信しました。 
Voir le rapport=バグレポートを表示
Relancer l'application=アプリ再起動
Arrêter l'application=アプリ終了
dernières actions=直前のアクション
Identifiant anonyme unique=匿名のユニークID
Statut du rapport=レポートステータス
Envoi en cours=依頼中
Erreur (non envoyé)=エラー (未送信)
Envoyé=送信済み
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenétre d'aide finale ::::::::::::::::::::::::::::::::::::::::::::::::::::
Pour lancer LinuxLive :=LinuxLiveを起動するため :
Retirez votre clé et réinsérez-la.=USBメモリを再挿入してください。
Allez ensuite dans 'Poste de travail'.='マイコンピュータ'へ移動してください。
Faites un clic droit sur votre clé et sélectionnez :=USBメモリ上で右クリックし選択してください :
'LinuxLive!' pour lancer la clé directement dans windows='LinuxLive!' Window上でUSBメモリを直接起動
'VirtualBox Interface' pour lancer l'interface complète de VirtalBox='VirtualBox' VirtualBox画面を起動
'CD Menu' pour lancer le menu original du CD='CD Menu' オリジナルCDのメニューを起動
:::::::::::::::::::::::::::::::::::::::::::::::::::: バージョン2.0での追加 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OU=または
Manuellement=手動で
Automatiquement=自動で
Merci de sélectionner un Linux pour continuer=Linuxを選択し続行してください
Recherche du miroir le plus rapide=最速ミラーサイトを検索中
Test du miroir=ミラーサイトテスト中
Aucun miroir en ligne=ミラーサイトが見つかりません
Merci de vérifier la connexion à internet ou d'essayer un autre Linux=インターネット接続を確認するか別のLinuxを試してみてください。
Sélectionner le fichier une fois que le téléchargement sera fini=ダウンロードが終了したらこのファイルをソースとして選択してください
Téléchargement de=ダウンロード中
depuis=from
::::: "from" should be remain as is even in Japanese :::::
Erreur lors du téléchargement=ダウンロード試行中のエラー
Latence=遅延
Serveur=サーバー
Copier le lien=コピーリンク
Lancer dans le navigateur=ブラウザー内で起動
Meilleurs miroirs=最適なミラーサイト
Miroirs rapides=良好なミラーサイト
Miroirs lents=良好でないミラーサイト
Miroirs morts=無応答のミラーサイト
La vérification va commencer dans quelques secondes=すぐに確認を開始します